#UnlockDialog.ini - F&V-Design

[DialogStrings]

#version protection headline & intro
IDS_VERSION_PROTECTION_UNLOCK_DLG_HEADLINE										= "환영합니다!"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ACTIVATION_HEADLINE							= "%s 활성화"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01										= "\n\n일련 번호를 입력하여 %s을(를) 활성화하십시오."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_CONSUMER_BOX							= "%s을(를) 활성화하려면 일련 번호를 한 번 입력해야 합니다. 그밖에 자동 업데이트와 사용자에 적합한 추가 기능 액세스를 용이하게 하기 위하여 프로그램을 즉시 등록할 것을 권장합니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_PROFESSIONAL_BOX						= "%s을(를) 활성화하려면 일련 번호를 입력해야 합니다.  %d일 이내에 활성화해야 합니다. 프로그램 등록도 권장합니다. 이를 위하여 유효한 이메일 주소를 입력해 주십시오."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_DEMO									= "\n이 프로그램은 기능이 제한된 %s의 데모 버전입니다.\n\n설치 후 %d일 동안 프로그램을 사용할 수 있습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_SILVER								= "\n이 프로그램은 %s의 무료 버전입니다.\n\n설치 후 %d일 동안 등록하지 않고 사용할 수 있습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_OEM									= "인터넷을 통해 무료로 %s을(를) 활성화하십시오. 이를 위하여 임의의 일련 번호를 입력하고 등록을 시작하십시오."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_JAPAN								= "\n\n%s을(를) 활성화하려면 일련 번호를 한 번 입력하고 활성화해야 합니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_01_ACTIVATION							= "프로그램 버전을 아직 등록하지 않았습니다. '%s' 기능을 활성화하려면 등록을 해야 합니다. 등록에는 몇 분밖에 걸리지 않습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02										= "<textblock foreground="#FFFFFF">단 몇 단계 만에 소프트웨어를 시작할 수 있습니다. 일련 번호는 CD/DVD 케이스의 뒷면에 있거나 이메일로 전송되었습니다(다운로드 버전).</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_DEMO									= "<textblock foreground="#FFFFFF">완전 버전은 가까운 곳에 있는 전문 판매점에서 구입할 수 있습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_SILVER								= "<textblock foreground="#FFFFFF">언제든지 한번 등록한 다음에는 제한 없이 이용할 수 있습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_OEM									= "<textblock foreground="#FFFFFF">단 몇 단계 만에 소프트웨어를 시작할 수 있습니다. 일련 번호는 CD/DVD 케이스의 뒷면이나 포장 내부에 있습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_JAPAN								= "<textblock foreground="#FFFFFF">일련 번호는 구매 후에 이메일로 귀하에게 전송되었습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_INTRO_02_ACTIVATION							= "<textblock foreground="#FFFFFF">등록에는 일련 번호와 유효한 이메일 주소가 필요합니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_YOUR_NEXT_STEP_GROUPBOX						= " "

#version protection unlock dialog section: enter serial number
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_SERIAL							= "일련 번호 입력"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT1							= "<textblock fontsize="16" foreground="#FFFFFF"><bold>일련 번호:</bold><linebreak /><textblock fontsize="14">붙임표 없이 입력하십시오.</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT2							= "<textblock fontsize="16" foreground="#FFFFFF"><bold>이메일 주소:</bold><linebreak /><textblock fontsize="14">소프트웨어 등록용</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3							= "고유의 일련 번호를 등록합니다. 이를 위한 방법은 다음과 같습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_BOX						= "이미 등록하셨습니까?"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT3_JAPAN						= "지금 버전을 활성화하기 위한 방법은 다음과 같습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_SERIAL_NUMBER					= "유효한 일련 번호가 입력되지 않았습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_STATE_NO_VALID_USER_IDENTIFICATION			= "유효한 이메일 주소가 입력되지 않았습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE				= "지금 온라인으로 등록 및 활성화"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_DONGLE				= "동글을 온라인으로 활성화하십시오"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_BOX			= "즉시 온라인 등록"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_ONLINE_JAPAN		= "즉시 온라인 활성화"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_TELEPHONE			= "전화로 프로그램 활성화..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE			= "우편/팩스로 프로그램 활성화..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_UNLOCK_OFFLINE_PRO		= "프로그램을 오프라인으로 활성화하십시오..."
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_BUTTON_ALREADY_REGISTERED		= "제품이 이미 등록되어 있습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_HINT_ONLINE_CONNECTION_REQUIRED				= "- 인터넷 연결 필수"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT5							= "- 매일 24시간 가능"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_SERIAL_TEXT6							= "- 팩스 또는 우편으로"

#version protection unlock dialog section: enter unlock code
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE						= "승인 코드 입력"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_ENTER_UNLOCK_CODE_ADDIN					= "전화로 또는 "
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT1						= "<textblock fontsize="16" foreground="#FFFFFF"><bold>승인 코드:</bold><linebreak /><textblock fontsize="14">붙임표 없이 입력하십시오.</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_ENTER_UNLOCK_CODE_TEXT2						= "<textblock foreground="#FFFFFF">귀하가 받은(일반적으로 이메일로) 승인 코드를 입력하고 프로그램을 시작합니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_VERIFY_UNLOCK_CODE_BUTTON						= "프로그램 활성화"

#version protection unlock dialog section: buy onlock code online
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE							= "프로그램 구매"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_BUY_UNLOCK_CODE_DEMO					= "완전 버전 구매"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_TEXT1								= "<textblock foreground="#FFFFFF">완전 버전을 온라인으로 구매할 수 있으려면 인터넷에 연결해야 합니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUY_ONLINE_BUTTON								= "온라인으로 프로그램 구매"

#version protection unlock dialog section: continue testing
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING						= "시험판을 시작하십시오"
IDS_VERSION_PROTECTION_UNLOCK_DLG_RADIO_CONTINUE_TESTING_BOX_PRO				= "나중에 활성화"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL					= "%d일을 무료로 연장하십시오!\n(인터넷 연결 필수)"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER			= "가입 및 무제한 이용"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_BIG		= "지금 온라인 등록"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_EXTEND_TEST_INTERVAL_SILVER_REDO		= "등록 페이지 다시 열기"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT						= "<textblock foreground="#FFFFFF">귀하는 프로그램을 <textblock foreground="#16BFE3"><bold>아직 %d 일</bold></textblock> 동안 테스트할 수 있습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_EXTEND_TEST			= "<textblock foreground="#FFFFFF">귀하는 이 프로그램을<textblock foreground="#16BFE3"><bold>아직 %d일간</bold></textblock> 테스트할 수 있으며 등록을 통해 무료로<textblock foreground="#16BFE3"><bold>%d일</bold></textblock> 연장할 수 있습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_DAYS_LEFT_PROFESSIONAL_BOX		= "<textblock foreground="#FFFFFF">귀하는 프로그램을 <textblock foreground="#16BFE3"><bold>아직 %d 일</bold></textblock> 동안 등록하지 않고 이용할 수 있습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT					= "<textblock foreground="#FFFFFF">귀하는 프로그램을 <textblock foreground="#16BFE3"><bold>아직 하루</bold></textblock> 동안 테스트할 수 있습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_EXTEND_TEST		= "<textblock foreground="#FFFFFF">귀하는 이 프로그램을<textblock foreground="#16BFE3"><bold>하루 동안 더</bold></textblock> t테스트할 수 있으며 등록을 통해 무료로<textblock foreground="#16BFE3"><bold>%d 일</bold></textblock> 연장할 수 있습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_ONE_DAY_LEFT_PROFESSIONAL_BOX	= "<textblock foreground="#FFFFFF">귀하는 프로그램을 <textblock foreground="#16BFE3"><bold>아직 하루</bold></textblock> 동안 등록하지 않고 이용할 수 있습니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_BUT_EXTENSIBLE			= "<textblock foreground="#FFFFFF">귀하의 시험 단계를 활성화할 수 있도록 등록하십시오.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO					= "<textblock foreground="#16BFE3"><bold>일련 번호를 입력하십시오</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_DEMO				= "<textblock foreground="#16BFE3"><bold>완전 버전의 프로그램을 구입해 주십시오.</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_SILVER			= "<textblock foreground="#16BFE3"><bold>프로그램을 무제한으로 이용하기 위해서는 등록해 주십시오.</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED_NO_GO_PROFESSIONAL_BOX	= "<textblock foreground="#16BFE3"><bold>지금 등록해 주십시오.</bold></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_EXPIRED							= "테스트 기간이 종료되었습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_TEST_INTERVAL_SILVER							= "<linebreak /><textblock foreground="#FFFFFF">그 이후에는 한 번의 등록이 필요합니다.</textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2						= "<textblock fontsize="16" foreground="#FFFFFF"><bold>등록코드:</bold><linebreak /><textblock fontsize="14">등록 후 이메일로 귀하께 발송해 드리겠습니다</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_CONTINUE_TESTING_TEXT2_SILVER					= "<textblock fontsize="16" foreground="#FFFFFF"><bold>승인 코드:</bold><linebreak /><textblock fontsize="14">등록 후 이메일마다 귀하에게 전송됩니다</textblock></textblock>"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE				= "지금 등록하십시오"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_VERIFY_TEST_EXTENSION_CODE_SILVER		= "프로그램을 무제한 사용하십시오."

#version protection unlock dialog exit
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CANCEL							= "종료하기"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_CONTINUE							= "시작"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_TEST								= "프로그램 테스트"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_OK								= "확인"
IDS_VERSION_PROTECTION_UNLOCK_DLG_EXIT_BUTTON_ABORT								= "취소하기"
IDS_VERSION_PROTECTION_UNLOCK_DLG_BUTTON_WHY_UNLOCK								= "등록 이유..."

#version protection status messages
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS					= "감사합니다. 활성화가 실행되었습니다.\n\n일련 번호와 승인 코드를 잘 보관하십시오(있을 경우). 다시 설치할 경우 다시 입력해야 합니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_SUCCESS_P3				= "감사합니다. 인증되었습니다.\n\n보안을 위해 일련 번호를 잘 보관하십시오. 다시 설치하기 위해서는 다시 한 번 입력해야 합니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCK_VERIFICATION_FAILED					= "활성화에 실패했습니다.\n\n #MANDANT_ID# 지원에 문의하십시오.\n\n오류 코드: %d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_NOT_REGISTERED					= "활성화가 완료되었지만 오류 또는 중단으로 인해 프로그램이 등록되지 않았습니다.\n\n온라인 업데이트와 같은 몇몇 프로그램 기능은 등록된 고객만 사용할 수 있습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_UNLOCKED_BUT_REGISTERED_TO_OTHER_USER			= "활성화가 완료되었지만 일련 번호가 이미 다른 이메일 주소로 등록되었습니다. 등록된 주소를 #MANDANT_ID# 서비스 센터에서 변경할 수 있습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_SUCCESS					= "%s이(가) 등록되었습니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_REGISTER_VERIFICATION_FAILED					= "등록에 실팼습니다.\n\n나중에 이 과정을 반복하거나 #MANDANT_ID# 지원에 문의하십시오.\n\n오류 코드: %d"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS						= "이제 이 시험판을 %d일 동안 이용하실 수 있습니다"
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_SUCCESS_SILVER				= "등록해주셔서 감사합니다."
IDS_VERSION_PROTECTION_UNLOCK_DLG_TRIAL_EXTENSION_FAILED						= "등록 코드가 올바르지 않습니다.\n\n입력한 등록 코드를 다시 확인하시거나 #MANDANT_ID# 지원팀에 문의하시기 바랍니다."
IDS_VERSION_PROTECTION_SERVER_STATUS_GENERAL_FAILURE							= "온라인 연결 중 오류가 발생했거나 연결이 중단되었습니다. #MANDANT_ID# 지원에 문의하십시오.\n\n오류 코드: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_NO_USER_ACCOUNT							= "등록에 실패했습니다. 등록이 완전히 실행되지 않을 수 있습니다.\n\n오류 코드: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_INVALID_SERIAL								= "입력하신 일련 번호가 유효하지 않거나 다른 제품의 일련 번호일 수 있습니다. 맞춤법을 검사해 보거나 다른 제품의 일련 번호를 입력하지는 않았는지 확인해 보십시오. 여전히 문제가 있을 경우, 지원 웹사이트에서 도움을 받으실 수 있습니다.\n\n오류 코드: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_SERIAL_IN_USE								= "일련 번호가 이미 다른 이메일 주소로 등록되었습니다. #MANDANT_ID# 지원에 문의하십시오.\n\n오류 코드: %d"
IDS_VERSION_PROTECTION_SERVER_STATUS_ALREADY_REGISTERED							= "제품을 이미 등록하셨습니다."
IDS_VERSION_PROTECTION_SERVER_STATUS_TOO_MANY_UNLOCKS							= "이 소프트웨어에 동시에 사용할 수 있는 장치의 최대 개수에 도달했습니다. 이 장치용 소프트웨어 인증은 #MANDANT_ID# 서비스 센터를 통해 편하게 실행할 수 있습니다."
# neuer Text fuer P3 expired serial beim ersten Serverkontakt
IDS_VERSION_PROTECTION_SERVER_STATUS_EXPIRED_SERIAL								= "라이선스가 만료되었습니다.\n\n라이선스가 만료되었습니다."
IDS_VERSION_PROTECTION_CAPS_LOCK_WARNING										= "문자 또는 특수 기호가 입력되었습니다.\n숫자만 사용하여 일련 번호를 입력해야 합니다. 붙임표는 자동으로 추가됩니다.\n잠금 버튼 또는 ‘Caps Lock’ 버튼이 활성화되어 있는지 점검하고 필요할 경우 버튼을 새로 눌러서 기능을 차단하십시오."
IDS_VERSION_PROTECTION_STATUS_NO_NETWORK_CONNECTION								= "인터넷을 연결할 수 없습니다. 컴퓨터가 인터넷에 올바르게 연결되어 있는지 검사하십시오. 방화벽이 인터넷 액세스를 차단할 수 있습니다."
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_ACTIVATED								= "'%s'에 연결됨(%d 포트)"
IDS_VERSION_PROTECTION_NETCLIENT_STATUS_FAILURE									= "'%s'의 라이센스 관리자와 연결되지 않습니다(%d 포트)."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_GENERIC									= "컴퓨터 '%s'(%d 포트)의 네트워크 라이센스 관리자와 연결하려는 중 오류가 발생했습니다. \n #MANDANT_ID# 지원에 문의하십시오.\n\n오류 코드: %d"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PRODUCT							= "컴퓨터 '%s'(%d 포트)에서 시작된 네트워크 라이센스 관리자가 다른 제품에 속해 있고 %s을(를) 사용할 수 없습니다."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_WRONG_PROTOCOL							= "네트워크 라이센스 관리자: 제품 업데이트 결함으로 인해 설치 오류가 발생할 수 있습니다. \n #MANDANT_ID# 지원에 문의하십시오."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_CONNECTION_LOST							= "컴퓨터 '%s'(%d 포트) 연결이 중단되었습니다. 네트워크 연결을 검사하고 네트워크 라이센스 관리자가 시작되었는지 확인하십시오.\n프로그램이 종료되고 변경 사항이 저장됩니다. 그런 다음 %s을(를) 새로 시작하십시오.\n(오류 코드: %d)"
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_NO_LICENCE								= "'%s'의 네트워크 라이센스 관리자는 무료 라이센스로 사용할 수 없습니다.\n\n다른 컴퓨터의 %s을(를) 종료하거나 네트워크 라이센스를 추가로 구입하십시오."
IDS_VERSION_PROTECTION_NETCLIENT_ERROR_HOST_NOT_FOUND							= "네트워크 라이센스 관리자에 연결할 수 없습니다.\n컴퓨터 '%s'에 연결할 수 있고 통신을 위해 %s 포트를 사용하는 %d의 네트워크 라이센스 관리자가 시작되었는지 확인하십시오. 방화벽이 네트워크 액세스를 차단할 수 있습니다."
IDS_VERSION_PROTECTION_STATUS_NO_DONGLE_FOUND									= "동글을 찾을 수 없습니다."

#version protection n req
IDS_VERSION_PROTECTION_NREQ_USER_IDENTIFICATION_CHANGE_DETECTED					= "이메일 주소가 변경되었습니다.\n\n이메일 주소를 변경하면 이전에 실행된 등록을 개인 컴퓨터에 할당할 수 없거나 #MANDANT_ID# 온라인 서비스 센터에 액세스할 때 액세스 데이터를 다시 입력해야 합니다. \n그래도 새 이메일 주소를 사용하시겠습니까?"
IDS_VERSION_PROTECTION_NREQ_CHANGE_USER_IDENTIFICATION							= "새 주소 사용"
IDS_VERSION_PROTECTION_NREQ_KEEP_USER_IDENTIFICATION							= "기존 주소 유지"

#version protection please wait box
IDS_VERSION_PROTECTION_UNLOCK_DLG_PLEASE_WAIT_TEXT								= "잠시만 기다려 주십시오..."

#version protection nag box
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT1								= "프로그램 버전이 아직 등록되지 않았습니다."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_TEXT2								= "등록하면 프로그램 업데이트, 지원, 추가 기능 활성화에 액세스할 수 있습니다.\n\n무엇보다 등록은 보안을 향상시켜서 프로그램 라이센스의 남용을 방지합니다.\n이러한 이유에서 프로그램을 등록할 것을 권장합니다."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_UNLOCK						= "지금 등록..."
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_NAG_BUTTON_CONTINUE						= "나중에 등록"
IDS_VERSION_PROTECTION_UNREGISTERED_BOX_CHECKBOX_DONT_SHOW_AGAIN				= "이 대화 상자를 표시하지 않기"

#version protection reset network connection
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION_TEXT1 = "문제가 계속될 경우 다음과 같이 시도할 수도 있습니다. 인터넷 설정을 초기화하고 '%s'을(를) 다시 클릭하십시오."
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION_TEXT2 = "초기화하면 기존의 모든 인터넷 설정이 사라지게 됩니다."
IDS_VERSION_PROTECTION_RESET_NETWORK_CONNECTION = "인터넷 설정 초기화"

#version protection p3 messages
IDS_VERSION_PROTECTION_P3_EXPIRED_END_TITLE                                     = "라이선스가 만료되었습니다."
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_X_DAYS_TITLE                               = "<textblock foreground="#FFFFFF">라이선스는 <textblock foreground="#16BFE3">%d일</textblock> 이내에 만료됩니다.</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_IN_ONE_DAY_TITLE                              = "<textblock foreground="#FFFFFF">라이선스는 <textblock foreground="#16BFE3">1일 이내에</textblock> 만료됩니다.</textblock>"
IDS_VERSION_PROTECTION_P3_EXPIRED_TEXT                                          = "라이선스 만료 후에는 프로그램을 더 이상 사용할 수 없습니다. 그러나 당사 웹사이트에서 새 라이선스를 얻을 수 있습니다. 다른 문의사항이 있을 경우 Support에 문의 바랍니다."
IDS_VERSION_PROTECTION_P3_EXPIRED_RUNNING_ALLOWED_TEXT                          = "라이선스 만료 후에는 프로그램을 제한적으로만 사용할 수 있습니다. 그러나 당사 웹사이트에서 새 라이선스를 얻을 수 있습니다. 다른 문의사항이 있을 경우 Support에 문의 바랍니다."
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TITLE                                     = "이제 라이선스의 검증이 필요합니다."
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_X_DAYS_TITLE                           = "<textblock foreground="#FFFFFF">라이선스의 다음 검증이 늦어도 <textblock foreground= "#16BFE3">%d일</textblock> 이내에 필요합니다.</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_IN_ONE_DAY_TITLE                          = "<textblock foreground="#FFFFFF">라이선스의 다음 검증이 늦어도 <textblock foreground="#16BFE3">1일 이내에</textblock> 필요합니다.</textblock>"
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_01                                   = "이를 위해 컴퓨터에 인터넷 연결이 가능하도록 하십시오. "
IDS_VERSION_PROTECTION_P3_NO_INTERNET_TEXT_02                                   = "라이선스를 검사하지 않으면 프로그램을 더 이상 사용할 수 없습니다. 다른 문의 사항이 있을 경우, Support에 문의 바랍니다."
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_NAME                                     = "지원 웹사이트"
IDS_VERSION_PROTECTION_P3_SUPPORT_PAGE_LINK                                     = "support.magix.com"
IDS_VERSION_PROTECTION_P3_WEBPAGE_NAME                                          = "#MANDANT_ID# Website"
IDS_VERSION_PROTECTION_P3_WEBPAGE_LINK                                          = "www.magix.com"
IDS_VERSION_PROTECTION_P3_CHECK_LICENCE_NOW                                     = "라이선스 지금 검증하기"
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TITLE                                = "시스템의 하드웨어가 변경되었을 수도 있습니다."
IDS_VERSION_PROTECTION_P3_HARDWARE_CHANGED_TEXT                                 = "프로그램을 무제한 계속 이용하기 위해서는 라이선스의 새 검증이 필요합니다. 그 다음 문제를 해결해야 합니다. 여전히 문제가 있을 시 지원 웹사이트에서 도움을 받으실 수 있습니다." 
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_SUCCESS                           = "대단히 감사합니다. 라이선스 검증에 성공했습니다. 프로그램이 활성화되었습니다.\n\n일련번호를 잘 보관하고, 있는 경우 프로그램을 처음 활성화 후 받은 활성화 코드도 잘 보관하십시오. 새로 설치하는 경우 다시 입력해야 합니다."
IDS_VERSION_PROTECTION_P3_UNLOCK_VERIFICATION_FAILED                            = "라이선스 검증에 실패했습니다.  프로그램이 활성화되지 않았으므로 프로그램을 사용할 수 없습니다.\n\n라이선스를 다시 온라인에서 검증할 수 있습니다.  그 다음 문제를 해결해야 합니다. 여전히 문제가 있을 시 지원 웹사이트에서 도움을 받으실 수 있습니다.n\n오류 코드: %d"
IDS_VERSION_PROTECTION_P3_UNLOCK_INTERNAL_ERROR                                 = "활성화 시 내부 오류가 발생했습니다.\n\n라이선스를 재검증하여 문제를 해결해야 합니다. 여전히 문제가 있을 시 지원 웹사이트에서 도움을 받으실 수 있습니다.n\n오류 코드 %d"
IDS_VERSION_PROTECTION_P3_UNLOCK_LIMITED_SUCCESS                                = "대단히 감사합니다. 라이선스 검증을 성공했고 %d일 이내에 라이선스가 만료되는 것이 확인되었습니다.\n\n"
IDS_VERSION_PROTECTION_P3_INVALID_CREDENTIALS									= "라이선스 검사에 실패했습니다. 따라서 프로그램이 작동되지 않았고 프로그램을 사용할 수 없습니다. 다음 대화상자에서 사용자 정보(예: 이메일 주소)를 확인하십시오. 이 사용자 정보가 서비스 센터에 등록된 제품 및 사용자의 사용자 정보와 일치해야 합니다."
IDS_VERSION_PROTECTION_PRODUCT_UPDATE_GUARANTEE_EXCEEDED = "더 이상 현재의 프로그램 버전에 이 설치를 적용할 권한이 없습니다. 업데이트 보증서를 갱신하거나 고객센터에 문의해 주세요."

#version protection support contact form
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_DIALOG_TITLE								= "지원 정보"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_INTRO_TEXT_01							= "#MANDANT_ID# 지원을 위해 다음의 정보를 준비해 주십시오:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_PRODUCT_NAME_LABEL						= "제품 이름:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_USER_IDENTIFICATION_LABEL				= "유효한 이메일 주소:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_SERIAL_NUMBER_LABEL						= "일련 번호:"
IDS_VERSION_PROTECTION_CONTACT_SUPPORT_COMPUTER_ID_LABEL						= "컴퓨터 ID:"
IDS_VERSION_PROTECTION_BUTTON_CLOSE												= "닫기"

#version protection unlock offline dialog
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE								= "우편/팩스로 활성화"
IDS_VERSION_PROTECTION_UNLOCK_OFFLINE_DLG_HEADLINE_PRO							= "오프라인으로 활성화하십시오"
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_01								= "활성화 정보를 #MANDANT_ID# 에 전송하여 제품에 대한 승인 코드를 받는 방법에는 여러 가지가 있습니다."
IDS_VERSION_PROTECTION_OFFLINE_DLG_INTRO_TEXT_02								= "우편 처리에는 며칠이 소요될 수 있습니다."
IDS_VERSION_PROTECTION_OFFLINE_DLG_GROUPBOX										= "활성화 방법을 선택하십시오."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_FAX									= "팩스로 활성화"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT1									= "<textblock foreground="#FFFFFF">팩스 양식을 작성하고 인쇄해서 보냅니다. 양식에 팩스 번호가 있습니다.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_FAX_TEXT2									= "승인 코드가 지정된 이메일 주소로 전송됩니다."
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_FAX									= "팩스 양식 열기..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_MAIL									= "우편으로 활성화"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT1									= "<textblock foreground="#FFFFFF">양식을 작성하고 인쇄해서 우편으로 발송합니다. 서류에 우편 주소가 있습니다.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_MAIL_TEXT2									= "승인 코드가 이메일 주소로 전송됩니다. 처리에는 며칠이 소요될 수 있습니다."
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_MAIL									= "양식 열기..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_SERVICE_CENTER							= "서비스 센터에서 활성화"
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT1							= "<textblock foreground="#FFFFFF">인터넷에 연결된 다른 컴퓨터에서 활성화를 시도합니다. 필요한 정보를 인쇄합니다.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_SERVICE_CENTER_TEXT2							= "#MANDANT_ID# 서비스 센터에서 즉시 승인 코드를 받습니다."
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_SERVICE_CENTER						= "양식 열기..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_EMAIL									= "오프라인으로 활성화하십시오"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT1									= "<textblock foreground="#FFFFFF">인터넷과 연결된 다른 컴퓨터에서 활성화를 실행하거나 양식에 기입해서 이메일이나 우편으로 발송하십시오.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_EMAIL_TEXT2									= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_EMAIL									= "양식을 여십시오..."
IDS_VERSION_PROTECTION_OFFLINE_DLG_RADIO_DONGLE_EMAIL							= "동글을 오프라인으로 활성화하십시오"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT1							= "<textblock foreground="#FFFFFF">인터넷과 연결된 다른 컴퓨터에서 동글을 활성화하거나 양식에 기입해서 이메일이나 우편으로 발송하십시오.</textblock>"
IDS_VERSION_PROTECTION_OFFLINE_DLG_DONGLE_EMAIL_TEXT2							= " "
IDS_VERSION_PROTECTION_OFFLINE_DLG_BUTTON_DONGLE_EMAIL							= "양식을 여십시오..."

#version protection unlock via telephone dialog
IDS_VERSION_PROTECTION_PHONE_DLG_HEADLINE										= "전화로 활성화"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT01									= "언제든 전화로 제품을 활성화할 수 있습니다. 번호:"
IDS_VERSION_PROTECTION_PHONE_DLG_INTRO_TEXT02									= "이제 전화를 걸면 전화기의 번호판을 이용하여 다음의 숫자를 입력하십시오."
IDS_VERSION_PROTECTION_PHONE_DLG_UNLOCK_CODE_TEXT1								= "전화로 전달된 승인 코드(숫자만)를 입력하십시오. 그런 다음 '활성화'를 클릭하십시오."
IDS_VERSION_PROTECTION_PHONE_DLG_GROUPBOX										= "활성화를 위하여 데이터 전송"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_UNLOCK									= "활성화"
IDS_VERSION_PROTECTION_PHONE_DLG_BUTTON_TROUBLESHOOTING							= "문제 해결"

# JW, 26.05.2014: new revocation dialog
IDS_VERSION_PROTECTION_P3_REVOKE	=	"확인"
IDS_VERSION_PROTECTION_P3_REVOKE_CANCEL = "취소하기"
IDS_VERSION_PROTECTION_P3_REVOKE_TITLE = "이 장치에서 프로그램 비활성화"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT01 = "<textblock foreground="#FFFFFF">프로그램을 비활성화하면 일련 번호와 소프트웨어를 다른 장치에서 완전히 이용할 수 있습니다.<linebreak /><linebreak />이 장치에 사용된 일련 번호:<linebreak /><bold>#SERIAL_NUMBER#</bold></textblock>"
IDS_VERSION_PROTECTION_P3_REVOKE_TEXT02 = "<textblock foreground="#FFFFFF">비활성화를 위해서 인터넷 연결이 필요합니다. 필요하면 이 장치에 소프트웨어를 다시 인증할 수 있습니다. 비활성화 후에는 바로 이 장치에서 소프트웨어를 이용할 수 없습니다. 하지만 개인적인 모든 설정은 유지됩니다.<linebreak /><linebreak />이 장치에서 프로그램을 비활성화하시겠습니까?</textblock>"
IDS_VERSION_PROTECTION_P3_REVOCATION_UPGRADE_SERIAL = "비활성화 실패.\n프로그램이 이미 이 장치에 대해 비활성화되었을 수 있습니다."
IDS_VERSION_PROTECTION_P3_REVOCATION_SUCCESS = "이 장치에 있어 일련 번호가 성공적으로 비활성화되었습니다. 이제 일련 번호를 다른 장치에서 사용할 수 있습니다."

# -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

#feature protection message box
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CAPTION										= "참조"
IDS_FEATURE_PROTECTION_MESSAGE_BOX_CLOSE										= "확인"

#feature protection invalid code dialog
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CAPTION									= "참조"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_CLOSE									= "닫기"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_TEXT1									= "활성화 코드가 올바르지 않습니다. #MANDANT_ID# 지원에 문의하십시오:"
IDS_FEATURE_PROTECTION_INVALID_CODE_DLG_URL										= "<textblock fontsize="18">                 <hyperlink foreground="#00D2FF" mouseover="#FFC712" mousedown="#00D2FF" NavigateURL="http://support.magix.net" Content="www.support.magix.net"></hyperlink></textblock>"

#feature protection show computer ID dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CAPTION								= "컴퓨터 ID"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_OPEN_FORM							= "주문 양식으로..."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_TEXT1								= "사용자의 컴퓨터 ID를 나타내는 다음의 문자와 숫자를 기록하십시오. 이 문자와 숫자는 나중에 활성화 코드를 주문할 때 필요합니다."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_CANCEL								= "취소하기"

#feature protection show computer ID for service center dialog
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CAPTION			= "컴퓨터 ID"
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_TEXT1			= "사용자의 컴퓨터 ID를 나타내는 다음의 문자와 숫자를 기록하십시오. 컴퓨터에서 브라우저를 통해 www.magix.de 사이트를 방문하십시오. 제품을 등록한 후 '활성화하기'를 클릭하십시오."
IDS_FEATURE_PROTECTION_SHOW_COMPUTER_ID_DLG_FOR_SERVICE_CENTER_CLOSE			= "닫기"

#feature protection activation dialog
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CREATE_ACTIVATION					= "활성화하기"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_SERVICE_CENTER						= "서비스 센터를 통해..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE								= "온라인으로 활성화하기"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_ONLINE_SHOP							= "쇼핑몰 바로 가기"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_MAIL_FAX							= "우편/팩스를 통해..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_TELEPHONE							= "전화를 통해..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_RESTORE_ACTIVATION					= "활성화 복원..."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_HELP								= "도움말"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_BUTTON_CANCEL								= "취소하기"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX1									= "1. 등록하고 활성화 코드 생성"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3										= "1. 온라인 활성화 사용자의 컴퓨터가 인터넷에 연결되어 있는지 확인하십시오."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT3_SHOP									= "1. 온라인 활성화: MAGIX 온라인 쇼핑몰(약 5분)로 편리하게"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_GROUPBOX2									= "2. 활성화 코드 입력하기"
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT4										= "서비스 센터나 전화 또는 이메일로 받은 활성화 코드를 입력하고 활성화를 클릭하십시오. "
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_WELCOME									= "연관된 기능을 사용할 수 있도록 간단하게 두 단계의 과정으로 이 특성을 활성화하십시오."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT_RESTORE								= "이 특성을 이미 활성화하였다면, 컴퓨터 구성 변경에 따라 활성화 코드가 무효화될 수도 있습니다. 이 경우 다시 활성화하십시오."
IDS_FEATURE_PROTECTION_UNLOCK_DIALOG_TEXT5										= "2. 우편이나 팩스로 활성화 코드 주문(약 1-2일)."

#feature protection activation dialog caption lines
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DEFAULT						= "%s 활성화"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_MPEG2_DECODER					= "MPEG-2 재생하기"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_VITA_SYNTH						= "VITA 신시사이저"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DOLBY_51						= "돌비 디지털 5.1"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_DOLBY_STEREO					= "돌비 디지털 스테레오 재생하기"
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_CAPTION_FLASH_VIDEO					= "플래시 동영상"

#feature protection activate via telephone dialog
IDS_FEATURE_PROTECTION_PHONE_DIALOG_CAPTION										= "전화를 통한 활성화"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CANCEL								= "취소하기"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_CREATE_ACTIVATION					= "활성화하기"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX1									= "1. 활성화 코드 받기"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_GROUPBOX2									= "2. 활성화 코드 입력하기"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT1										= "이 기능을 위한 활성화 코드를 언제든 전화로 받을 수 있습니다. 번호:"
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT2										= "이제 전화를 걸면 전화기의 번호판을 이용하여 다음의 숫자를 입력하십시오."
IDS_FEATURE_PROTECTION_PHONE_DIALOG_TEXT4										= "전화로 전달된 활성화 코드(숫자만)를 입력하십시오. 그런 다음 '활성화하기'를 클릭하십시오."
IDS_FEATURE_PROTECTION_PHONE_DIALOG_BUTTON_INFO									= "문제 해결"

#feature protection activate via telephone info dialog
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_CAPTION								= "지원 정보"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_CLOSE							= "닫기"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT1									= "#MANDANT_ID# 지원을 위해 다음의 정보를 준비해 주십시오:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT2									= "1. 제품 이름:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT3									= "2. 제품 일련 번호:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT4									= "3. 활성화해야 하는 구성 요소:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_TEXT5									= "4. 코드:"
IDS_FEATURE_PROTECTION_PHONE_INFO_DIALOG_BUTTON_HELP							= "도움말"

#feature protection please wait dialog
IDS_FEATURE_PROTECTION_PLEASE_WAIT_DIALOG_TEXT1									= "잠시만 기다려 주십시오. 활성화된 기능을 시작하려면 몇 분이 걸립니다."

#feature protection strings/status messages
IDS_FEATURE_PROTECTION_CLOSE													= "닫기"
IDS_FEATURE_PROTECTION_VALID_CODE												= "기능 '%s'의 활성화가 성공적이었습니다."
IDS_FEATURE_PROTECTION_UNLOCK_FAILED											= "기능 '%s'의 활성화를 실패했습니다.\n만약 제한된 사용자 모드로 프로그램을 실행하고 있다면, 관리자 모드로 변경하신 후 프로그램을 실행하십시오."
IDS_FEATURE_PROTECTION_NOADMIN_NO_REGISTRATION									= "현재 제한된 사용자 모드로 프로그램을 실행하고 있습니다.\n프로그램을 실행하려면 시스템 디렉터리에 관한 쓰기 권한이 요구됩니다. 관리자 모드로 활성화를 실행하십시오."
IDS_FEATURE_PROTECTION_SERIAL_WRONG												= "입력한 일련 번호에 결함이 있습니다. 입력을 확인하십시오."
IDS_FEATURE_PROTECTION_VERSIONSTRING											= "버전 %s"								
IDS_FEATURE_PROTECTION_RESTORATION_TEXT_CHARGE_FREE								= "이 기능을 이미 사용하고 있다면, 시스템 구성 변경으로 활성화가 무효화될 수 있습니다. 기능을 다시 활성화하십시오."
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_DEFAULT						= "'%s' 기능 활성화를 위한 다양한 가능성이 있습니다."
IDS_FEATURE_PROTECTION_ACTIVATION_DIALOG_INTRO_TEXT_WITH_COSTS					= "'%s' 기능을 이용하기 위해서는 라이선스법으로 인해 유료 활성화가 필요합니다. 다음 방법을 사용할 수 있습니다:"
IDS_FEATURE_PROTECTION_OFFLINE_BUTTON_TEXT										= "활성화 코드 오프라인 주문하기..."
IDS_FEATURE_PROTECTION_ONLINE_ACTIVATION_FAILED									= "입력한 활성화 코드가 유효하지 않습니다. 철자를 확인하십시오. 문제가 계속되면 #MANDANT_ID# 지원에 문의하십시오."

# ------------------------------------------------------------------------------------------------------------------------------------------------------------------

$include <UnlockDialog_common.ini>
